alefragnani.bookmarks
amazonwebservices.aws-toolkit-vscode
antfu.browse-lite
antfu.vite
anthropic.claude-code
bradlc.vscode-tailwindcss
charliermarsh.ruff
dbaeumer.vscode-eslint
eamodio.gitlens
editorconfig.editorconfig
esbenp.prettier-vscode
github.vscode-github-actions
github.vscode-pull-request-github
gruntfuggly.todo-tree
hashicorp.terraform
hbenl.vscode-test-explorer
littlefoxteam.vscode-python-test-adapter
mhutchie.git-graph
ms-azuretools.vscode-azureterraform
ms-ceintl.vscode-language-pack-ja
ms-python.debugpy
ms-python.flake8
ms-python.mypy-type-checker
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-wsl
ms-vscode.live-server
ms-vscode.test-adapter-converter
ms-vsliveshare.vsliveshare
naumovs.color-highlight
njpwerner.autodocstring
oderwat.indent-rainbow
pkief.material-icon-theme
prisma.prisma
redhat.vscode-yaml
ryanluker.vscode-coverage-gutters
streetsidesoftware.code-spell-checker
tamasfe.even-better-toml
tobermory.es6-string-html
uctakeoff.vscode-counter
vue.volar
yoavbls.pretty-ts-errors
zainchen.json
